[
  {
    "imageUrl": "/img/compressed/1.jpg",
    "title": "1. The Pallas' cat also goes by the name manul",
    "text": "German naturalist Peter Pallas originally classified the cat as Felis manul in 1776. The word 'manul' has its roots in the Mongolian language. Its current scientific name, Otocolobus, comes from the Greek language and can be translated to 'ugly-eared.'"
  },
  {
    "imageUrl": "/img/compressed/2.jpg",
    "title": "2. All that fluff creates the illusion of size",
    "text": "Pallas' cats appear to be bigger and heavier than they actually are due to their stocky builds and long, dense coats. In reality, they're about the size of domestic cats: they measure up to 26 inches in body length (with an 8-12 inch tail) and weigh only around 10 pounds."
  },
  {
    "imageUrl": "/img/compressed/3.jpg",
    "title": "3. They have unusual pupils",
    "text": "Unlike other cats, the pupils of Pallas' cats contract into small circles rather than vertical slits."
  },
  {
    "imageUrl": "/img/compressed/4.jpg",
    "title": "4. Pallas' cats are particular about their habitat",
    "text": "They live throughout central Asia, from western Iran to western China. Within this range, Pallas' cats prefer the cold and arid environments of rocky steppes and grasslands at elevations up to about 15,000 feet."
  },
  {
    "imageUrl": "/img/compressed/5.jpg",
    "title": "5. Pallas' cats have the longest and densest fur of any cat",
    "text": "Their fur is nearly twice as long on their belly and tail as on their top and sides. Presumably, this helps keep the cats warm as they hunt on snow or frozen ground. The length and density of their fur also changes seasonally, growing longer and heavier in the winter."
  },
  {
    "imageUrl": "/img/compressed/6.jpg",
    "title": "6. Pallas' cats are loners",
    "text": "They are solitary and territorial, with both males and females scent marking territories of about two to three miles. Pallas' cats spend their days in caves, crevices, and burrows made by other animals, emerging toward dusk to hunt."
  },
  {
    "imageUrl": "/img/compressed/7.jpg",
    "title": "7. They have an extremely short mating season",
    "text": "Mating occurs in February and March and females give birth to a litter of two to six kittens in April and May. By four months old, the kittens begin hunting with their mother, and they reach adult size by six months. They're ready to breed at the age of ten to eleven months."
  },
  {
    "imageUrl": "/img/compressed/8.jpg",
    "title": "8. Pallas' cats are ambush hunters",
    "text": "They stalk their prey using short vegetation and rocky terrain for cover, or sometimes wait at entrances to burrows and pounce when their inhabitants exit. Pallas' cats prey mainly upon pikas as well as other small rodents, birds, and the occasional insect."
  },
  {
    "imageUrl": "/img/compressed/9.jpg",
    "title": "9. They're poor runners",
    "text": "The Pallas' cat's compact body makes it a poor runner. When chased, it seeks refuge on boulders or in small crevasses."
  },
  {
    "imageUrl": "/img/compressed/10.jpg",
    "title": "10. Pallas' cats make a variety of sounds",
    "text": "They yelp or growl when excited, making a sound similar to a small dog. Pallas' cats can also purr."
  }
]